Repository: alabenss/mobile-dev-project
Catalog: the_project/lib/l10n/app_*.arb
Languages: ar, fr

# appLockSaved
source: App lock saved successfully
fr: Verrouillage enregistré avec succès.

# appLockSaveError
source: Failed to save app lock
fr: Erreur lors de l'enregistrement du verrouillage.

source: App lock removed
fr: Verrouillage supprimé.

# appLockEnterToUnlock
source: Enter {type} to unlock
fr: Entrez {type} pour déverrouiller

# appLockWrongAttempt
source: Wrong {type}! Try again
fr: Le {type} est incorrect. Veuillez réessayer.

# appLockUnlock
source: Unlock
fr: Déverrouiller

# appLockForgotLock
source: Forgot {type}?
fr: {type} oublié ?

# appLockVerifyIdentity
source: Verify your identity to reset the lock
fr: Vérifiez votre identité pour réinitialiser le verrou

# appLockCurrentType
source: Current lock: {type}
fr: Verrouillage actuel : {type}

# appLockChangeOrRemove
source: You can change or remove your current lock.
fr: Vous pouvez modifier ou supprimer votre verrouillage actuel.

# detoxCardTitle
source: Digital detox:
fr: Détox numérique :

# detoxCardPhoneLocked
source: Phone is locked
fr: Téléphone verrouillé

# detoxCardDisableLock
source: Disable Lock
fr: Désactiver le verrouillage

# detoxCardComplete
source: complete
fr: terminé

# detoxCardReset
source: Reset
fr: Réinitialiser

# detoxCardLock30m
source: Lock 30m
fr: Verrouiller 30 min

# exploreSectionTitle
source: Explore
fr: Explorer

# explorePlantTitle
source: The calming effect of plants
fr: L'effet apaisant des plantes

# exploreReadNow
source: Read Now
fr: Lire maintenant

# exploreSportsTitle
source: Boost your\nmood with\nsports
fr: Améliore ton moral avec le sport

# homeHello
source: Hello, {name}
fr: Bonjour, {name}

# homeViewAllHabits
source: view all
fr: voir tout

# phoneLockTitle
source: Phone is locked
fr: Téléphone verrouillé

# phoneLockSubtitle
source: Take a break from your screen.\nYour digital detox is in progress.
fr: Faites une pause loin de l'écran. Votre détox numérique est en cours.

# phoneLockStayStrong
source: Stay strong!
fr: Tiens bon !

# phoneLockDisableTitle
source: Disable Lock?
fr: Désactiver le verrouillage ?

# phoneLockDisableMessage
source: If you disable the lock early, your detox progress will not increase. Are you sure?
fr: Si vous désactivez le verrouillage trop tôt, vos progrès de détox n'augmenteront pas. Êtes-vous sûr(e) ?

# phoneLockStayLockedCta
source: Stay Locked
fr: Rester verrouillé

# phoneLockDisableCta
source: Disable
fr: Désactiver

# phoneLockDisableButton
source: Disable Lock
fr: Désactiver le verrouillage

# waterIntakeTitle
source: Water intake:
fr: Hydratation :

# waterGlassesUnit
source: glasses
fr: verres

# commonReset
source: Reset
fr: Réinitialiser
