Repository: alabenss/mobile-dev-project
Catalog: the_project/lib/l10n/app_*.arb
Languages: ar, fr

source: Statistics
ar: الإحصائيات
fr: Statistiques

source: Today
ar: اليوم
fr: Aujourd'hui

source: Weekly
ar: أسبوعي
fr: Semaine

source: Monthly
ar: شهري
fr: Mois

source: Yearly
ar: سنوي
fr: Année

# waterStats
source: Water statistics
ar: إحصائيات الماء
fr: Statistiques d'eau

source: Mood tracking
ar: تتبع المزاج
fr: Suivi de l'humeur

source: Journaling
ar: التدوين
fr: Journalisation

source: Screen time
ar: وقت الشاشة
fr: Temps d'écran

# glassesToday
source: {count} glasses today
ar: {count} كأس اليوم
fr: {count} verres aujourd'hui

# avgPerDay
source: Avg. {count} glasses / day
ar: متوسط {count} كأس / يوم
fr: Moy. {count} verres / jour

# monthlyAvg
source: Monthly average {count} glasses
ar: المتوسط الشهري {count} كأس
fr: Moyenne mensuelle {count} verres

# yearlyAvg
source: Yearly average {count} glasses
ar: المتوسط السنوي {count} كأس
fr: Moyenne annuelle {count} verres

source: You wrote today
ar: لقد كتبت اليوم
fr: Vous avez écrit aujourd'hui

source: No entry today
ar: لا يوجد مدخل اليوم
fr: Aucune entrée aujourd'hui

# daysLogged
source: {count} days logged
ar: {count} يوم مسجل
fr: {count} jours enregistrés

# entriesThisMonth
source: {count} entries this month
ar: {count} مدخل هذا الشهر
fr: {count} entrées ce mois

# totalEntries
source: {count} entries total
ar: {count} مدخل إجمالي
fr: {count} entrées au total

source: No data
ar: لا توجد بيانات
fr: Aucune donnée

# noMoodData
source: No mood data available
ar: لا توجد بيانات عن المزاج
fr: Aucune donnée d'humeur disponible

# noWaterData
source: No water data available
ar: لا توجد بيانات عن الماء
fr: Aucune donnée d'eau disponible

# noScreenTimeData
source: No screen time data available
ar: لا توجد بيانات عن وقت الشاشة
fr: Aucune donnée du temps d'écran

# moodCalm
source: Calm
ar: هادئ
fr: Calme

# moodBalanced
source: Balanced
ar: متوازن
fr: Équilibré

# moodLow
source: Low
ar: منخفض
fr: Bas

# moodFeelingGreat
source: Feeling great
ar: شعور رائع
fr: Très bien

# moodNice
source: Nice mood
ar: مزاج جيد
fr: Bonne humeur

# moodOkay
source: Okay
ar: حسن
fr: Correct

# moodFeelingLow
source: Feeling low
ar: شعور منخفض
fr: Mauvaise humeur

# statsNoData
source: No data
ar: لا توجد بيانات
fr: Aucune donnée

# statsNoMoodData
source: No mood data available
ar: لا توجد بيانات عن المزاج
fr: Aucune donnée d'humeur disponible

# statsRefreshingData
source: Refreshing data...
ar: جاري تحديث البيانات...
fr: Actualisation des données...

# statsLoading
source: Loading statistics...
ar: جاري تحميل الإحصائيات...
fr: Chargement des statistiques...

# statsErrorTitle
source: Oops! Something went wrong
ar: عذراً! حدث خطأ ما
fr: Une erreur est survenue

# commonTryAgain
source: Try Again
ar: حاول مرة أخرى
fr: Réessayer

# statsEmptyTitle
source: No Data Yet
ar: لا توجد بيانات بعد
fr: Aucune donnée

# statsEmptySubtitle
source: Start using the app to see your statistics here
ar: ابدأ باستخدام التطبيق لرؤية إحصائياتك هنا
fr: Commencez à utiliser l'application pour voir vos statistiques

# statsEmptyTrackMood
source: Track your mood daily
ar: تابع مزاجك يومياً
fr: Suivez votre humeur chaque jour

# statsEmptyLogWater
source: Log your water intake
ar: سجل استهلاكك للماء
fr: Enregistrez votre consommation d'eau

# statsEmptyWriteJournal
source: Write journal entries
ar: اكتب في دفتر اليوميات
fr: Écrivez dans votre journal

source: Calm
ar: هادئ
fr: Calme

source: Balanced
ar: متوازن
fr: Équilibré

source: Low
ar: منخفض
fr: Basse

source: Social
ar: تواصل اجتماعي
fr: Réseaux sociaux

source: Entertainment
ar: ترفيه
fr: Divertissement

source: Productivity
ar: إنتاجية
fr: Productivité

# hoursPerDay
source: {count} h/day
ar: {count} ساعة/يوم
fr: {count} h/jour

source: Add New Habit
ar: إضافة عادة جديدة
fr: Ajouter une nouvelle habitude

source: Select Habit
ar: اختر العادة
fr: Sélectionner une habitude

source: Custom Habit Name
ar: اسم العادة المخصص
fr: Nom personnalisé de l'habitude

source: Custom Habit
ar: عادة مخصصة
fr: Habitude personnalisée

source: Frequency
ar: التكرار
fr: Fréquence

source: Reward Points
ar: نقاط المكافأة
fr: Points de récompense

source: Points earned on completion
ar: النقاط المكتسبة عند الإكمال
fr: Points gagnés à la complétion

# customizeReward
source: Customize the reward for this habit
ar: تخصيص المكافأة لهذه العادة
fr: Personnalisez la récompense pour cette habitude

source: Time
ar: الوقت
fr: Heure

source: Select time
ar: اختر الوقت
fr: Sélectionner l'heure

source: Set Reminder
ar: تعيين تذكير
fr: Définir un rappel

source: Cancel
ar: إلغاء
fr: Annuler

source: Add
ar: إضافة
fr: Ajouter

# habitAlreadyExists
source: This habit already exists with {frequency} frequency!
ar: هذه العادة موجودة بالفمع تكرار {frequency}!
fr: Cette habitude existe déjà avec une fréquence {frequency} !

# pointsMustBeGreaterThanZero
source: Points must be greater than 0!
ar: يجب أن تكون النقاط أكبر من 0!
fr: Les points doivent être supérieurs à 0 !

# habitDrinkWater
source: Drink Water
ar: شرب الماء
fr: Boire de l'eau

# habitExercise
source: Exercise
ar: ممارسة الرياضة
fr: Exercice

# habitMeditate
source: Meditate
ar: التأمل
fr: Méditer

# habitRead
source: Read
ar: القراءة
fr: Lire

# habitSleepEarly
source: Sleep Early
ar: النوم مبكراً
fr: Dormir tôt

# habitStudy
source: Study
ar: الدراسة
fr: Étudier

# habitWalk
source: Walk
ar: المشي
fr: Marcher

# habitOther
source: Other
ar: أخرى
fr: Autre

# noHabitsYet
source: No habits yet!\nTap + to add your first habit
ar: لا توجد عادات بعد! اضغط + لإضافة عادتك الأولى
fr: Aucune habitude pour l'instant ! Appuyez sur + pour ajouter votre première habitude

source: Today's Habits
ar: عادات اليوم
fr: Habitudes d'aujourd'hui

source: Completed
ar: مكتمل
fr: Terminé

source: Skipped
ar: تخطي
fr: Ignoré

source: Skip Habit?
ar: تخطي العادة؟
fr: Ignorer l'habitude ?

# skipHabitConfirmation
source: Are you sure you want to skip "{habit}"?
ar: هل أنت متأكد أنك تريد تخطي "{habit}"؟
fr: Voulez-vous vraiment ignorer "{habit}" ?

source: Skip
ar: تخطي
fr: Ignorer

source: Delete Habit?
ar: حذف العادة؟
fr: Supprimer l'habitude ?

# deleteHabitConfirmation
source: Are you sure you want to permanently delete "{habit}"?
ar: هل أنت متأكد أنك تريد حذف "{habit}" بشكل دائم؟
fr: Voulez-vous vraiment supprimer définitivement "{habit}" ?

# actionCannotBeUndone
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
fr: Cette action ne peut pas être annulée.

source: Delete
ar: حذف
fr: Supprimer

source: {habit} completed!
ar: تم إكمال {habit}!
fr: {habit} terminé !

source: {habit} skipped
ar: تم تخطي {habit}
fr: {habit} ignoré

source: 🗑️ {habit} deleted
ar: 🗑️ تم حذف {habit}
fr: 🗑️ {habit} supprimé

# noDailyHabits
source: No daily habits yet
ar: لا توجد عادات يومية بعد
fr: Aucune habitude quotidienne pour l'instant

# noWeeklyHabits
source: No weekly habits yet
ar: لا توجد عادات أسبوعية بعد
fr: Aucune habitude hebdomadaire pour l'instant

# noMonthlyHabits
source: No monthly habits yet
ar: لا توجد عادات شهرية بعد
fr: Aucune habitude mensuelle pour l'instant

# tapToAddHabit
source: Tap + button to add a habit
ar: اضغط على زر + لإضافة عادة
fr: Appuyez sur le bouton + pour ajouter une habitude

source: Detox Progress
ar: تقدم التخلص من السموم
fr: Progrès de détox

# detoxExcellent
source: Excellent Progress!
ar: تقدم ممتاز!
fr: Excellent progrès !

# detoxGood
source: Good Progress
ar: تقدم جيد
fr: Bon progrès

# detoxModerate
source: Moderate Progress
ar: تقدم متوسط
fr: Progrès modéré

# detoxLow
source: Keep Going
ar: استمر
fr: Continuez

# detoxStart
source: Just Starting
ar: البداية فقط
fr: Début

# detoxInfo
source: Average detox progress for the selected period
ar: متوسط تقدم التخلص من السموم للفترة المحددة
fr: Progrès moyen de détox pour la période sélectionnée

# failedToLoadActivities
source: Failed to load activities\n{error}
ar: فشل تحميل الأنشطة\n{error}
fr: Échec du chargement des activités\n{error}

# breathingTitle
source: Breath
ar: تنفّس
fr: Respiration

# breathingDescription
source: Take a deep breath and let your body wind down\nfor the day.
ar: خذ نفسًا عميقًا ودع جسمك يهدأ\nفي نهاية اليوم.
fr: Prenez une grande inspiration et laissez votre corps se détendre\npour la fin de la journée.

# breathingStart
source: Start
ar: ابدأ
fr: Commencer

# breathingStop
source: Stop
ar: إيقاف
fr: Arrêter

# bubblePopperTitle
source: Pop It
ar: فرقع الفقاعات

# bubblePopperDescription
source: Find calm and focus as you pop away stress, one bubble at a time.
ar: ابحث عن الهدوء والتركيز بينما تفرّغ التوتر، فقاعة بعد أخرى.
fr: Trouvez le calme et la concentration en faisant éclater le stress, bulle après bulle.

# coloringTitle
source: Coloring
ar: التلوين
fr: Coloriage

# coloringSaved
source: Saved! (wire export later)
ar: تم الحفظ! (سيتم إضافة التصدير لاحقًا)
fr: Enregistré ! (export à venir plus tard)

# coloringPickColorTitle
source: Pick a color
ar: اختر لونًا
fr: Choisissez une couleur

# coloringHue
source: Hue
ar: تدرج اللون
fr: Teinte

# coloringSaturation
source: Saturation
ar: الإشباع

# coloringBrightness
source: Brightness
ar: السطوع
fr: Luminosité

# coloringOpacity
source: Opacity
ar: الشفافية
fr: Opacité

# coloringUseColor
source: Use color
ar: استخدام اللون
fr: Utiliser la couleur

# coloringTemplateSpace
source: Space
ar: الفضاء
fr: Espace

# coloringTemplateGarden
source: Garden
ar: الحديقة
fr: Jardin

# coloringTemplateFish
source: Fish
ar: سمكة
fr: Poisson

# coloringTemplateButterfly
source: Butterfly
ar: فراشة
fr: Papillon

# coloringTemplateHouse
source: House
ar: منزل
fr: Maison

# coloringTemplateMandala
source: Mandala
ar: ماندالا

# coloringLoadError
source: Error loading coloring page:\n{error}
ar: حدث خطأ أثناء تحميل صفحة التلوين:\n{error}
fr: Erreur lors du chargement de la page de coloriage :\n{error}

# growPlantTitle
source: Grow the plant
ar: نمِّ النبتة
fr: Fais pousser la plante

# growPlantHeadline
source: Nurture your plant with water and sunlight.\nSpend activity points to help it grow!
ar: اعتنِ بنبتتك بالماء والضوء.\nاستخدم نقاط الأنشطة لمساعدتها على النمو!
fr: Prends soin de ta plante avec de l'eau et de la lumière.\nUtilise des points d'activité pour l'aider à grandir !

# growPlantStars
source: Stars: {count}
ar: النجوم: {count}
fr: Étoiles : {count}

# growPlantStage
source: Stage
ar: المرحلة
fr: Étape

# growPlantAvailablePoints
source: Available points: {count}
ar: النقاط المتاحة: {count}
fr: Points disponibles : {count}

# growPlantGetPoints
source: Get points
ar: احصل على نقاط
fr: Obtenir des points

# growPlantWaterLabel
source: Water
ar: الماء
fr: Eau

# growPlantSunlightLabel
source: Sunlight
ar: أشعة الشمس
fr: Lumière du soleil

# growPlantWaterAction
source: Water ({cost})
ar: ماء ({cost})
fr: Eau ({cost})

# growPlantSunAction
source: Sun ({cost})
ar: شمس ({cost})
fr: Soleil ({cost})

# growPlantWaterHelper
source: Spend {cost} pts
ar: استخدم {cost} نقطة
fr: Dépenser {cost} pts

# growPlantSunHelper
source: Spend {cost} pts
ar: استخدم {cost} نقطة
fr: Dépenser {cost} pts

# growPlantTip
source: Tip: when both bars are full, your plant will grow to the next stage.
ar: نصيحة: عندما يمتلئ الشريطان، ستنتقل نبتتك إلى المرحلة التالية.
fr: Astuce : lorsque les deux barres sont pleines, ta plante passe au niveau suivant.

# paintingTitle
source: Draw
ar: ارسم
fr: Dessiner

# paintingPrompt
source: Take a deep breath, pick your color, and let your creativity flow.
ar: خذ نفسًا عميقًا، اختر لونك، ودع إبداعك يتدفق.
fr: Prenez une grande inspiration, choisissez votre couleur et laissez votre créativité s'exprimer.

# paintingSaved
source: Image Saved!.
ar: تم حفظ الصورة!.
fr: Image enregistrée !.

# paintingColorsTitle
source: Colors
ar: الألوان
fr: Couleurs

# paintingHue
source: Hue
ar: تدرج اللون
fr: Teinte

# paintingSaturation
source: Saturation
ar: الإشباع

# paintingValue
source: Value
ar: القيمة
fr: Valeur

# paintingOpacity
source: Opacity
ar: الشفافية
fr: Opacité

# paintingUseColor
source: Use Color
ar: استخدام اللون
fr: Utiliser la couleur

# puzzleTitle
source: Puzzle
ar: لغز

# puzzleInstruction
source: Slide the tiles to re-create the correct order.
ar: حرّك القطع لإعادة ترتيبها بالترتيب الصحيح.
fr: Faites glisser les tuiles pour les remettre dans le bon ordre.

# puzzleShuffle
source: Shuffle
ar: خلط
fr: Mélanger

# puzzleReset
source: Reset
ar: إعادة تعيين
fr: Réinitialiser

# puzzleSolved
source: Solved! 🎉
ar: تم الحل! 🎉
fr: Résolu ! 🎉

# plantArticleTitle
source: The calming effect of plants
ar: التأثير المهدئ للنباتات
fr: L'effet apaisant des plantes

# plantArticleIntro
source: Greenery does more than decorate your space — it relaxes your mind. Caring for a plant slows you down and brings your focus to the present moment.
ar: النباتات لا تزيّن مكانك فقط — بل تهدّئ عقلك أيضًا. الاعتناء بنبتة يبطئ وتيرتك ويعيد تركيزك إلى اللحظة الحالية.
fr: La verdure fait plus que décorer votre espace — elle apaise votre esprit. Prendre soin d'une plante vous ralentit et ramène votre attention au moment présent.

# plantArticleBenefitsTitle
source: Benefits at a glance
ar: الفوائد باختصار
fr: Bénéfices en un coup d'œil

# plantArticleBullet1
source: Reduces stress and mental fatigue
ar: يقلل من التوتر والإرهاق الذهني
fr: Réduit le stress et la fatigue mentale

# plantArticleBullet2
source: Improves focus and creativity
ar: يحسّن التركيز والإبداع
fr: Améliore la concentration et la créativité

# plantArticleBullet3
source: Adds gentle, natural color to your room
ar: يضيف لمسة لطيفة وطبيعية لمحيطك
fr: Ajoute une touche de couleur naturelle à votre pièce

# plantArticleBullet4
source: Creates a tiny daily ritual (water, prune, observe)
ar: يخلق طقسًا يوميًا بسيطًا (سقي، تقليم، ملاحظة)
fr: Crée un petit rituel quotidien (arroser, tailler, observer)

# plantArticleQuote
source: “To nurture a garden is to feed not just the body, but the soul.”
ar: «العناية بالحديقة تغذي ليس الجسد فقط، بل الروح أيضًا.»
fr: « Cultiver un jardin, c'est nourrir non seulement le corps, mais aussi l'âme. »

# plantArticleTipTitle
source: Tip of the day
ar: نصيحة اليوم
fr: Astuce du jour

# plantArticleTipBody
source: Place one small plant near where you work most. Check in with it once a day — a 30-second reset for your brain.
ar: ضع نبتة صغيرة بالقرب من المكان الذي تعمل فيه غالبًا. ألقِ نظرة عليها مرة في اليوم — استراحة لمدة 30 ثانية لعقلك.
fr: Placez une petite plante près de l'endroit où vous travaillez le plus. Vérifiez-la une fois par jour — une pause de 30 secondes pour votre esprit.

# plantArticleFooter
source: Keep growing — one leaf at a time 🌿
ar: استمر في النمو — ورقة بعد أخرى 🌿
fr: Continuez de grandir — une feuille à la fois 🌿

# sportArticleTitle
source: Boost your mood with sports
ar: حسِّن مزاجك بالرياضة
fr: Booster votre humeur avec le sport

# sportArticleHeroText
source: A little motion\ncreates a lot of emotion 💪✨
ar: قليل من الحركة\يخلق الكثير من الشعور 💪✨
fr: Un peu de mouvement\ncrée beaucoup d'émotion 💪✨

# sportArticleIntro
source: Moving your body is one of the fastest ways to lift your mood. Activity releases endorphins — your brain’s natural “feel-good” chemicals.
ar: تحريك جسمك من أسرع الطرق لرفع مزاجك. النشاط يفرز الإندورفين — وهي مواد كيميائية طبيعية في الدماغ تمنحك شعورًا جيدًا.
fr: Bouger votre corps est l’un des moyens les plus rapides pour améliorer votre humeur. L’activité libère des endorphines — les “hormones du bien-être” de votre cerveau.

# sportArticleEasyWaysTitle
source: Easy ways to start
ar: طرق بسيطة للبدء
fr: Des façons simples de commencer

# sportArticleBullet1
source: 5–10 minute walk after meals
ar: مشي 5–10 دقائق بعد الوجبات
fr: Marche de 5–10 minutes après les repas

# sportArticleBullet2
source: 1 song dance break while making coffee
ar: استراحة رقص على أغنية واحدة أثناء تحضير القهوة
fr: Petite danse sur une chanson pendant le café

# sportArticleBullet3
source: Light stretches while watching TV
ar: تمددات خفيفة أثناء مشاهدة التلفاز
fr: Étirements légers devant la télé

# sportArticleBullet4
source: Invite a friend for a short jog or cycle
ar: ادعُ صديقًا لركض قصير أو جولة بالدراجة
fr: Invitez un ami pour un petit jogging ou une balade à vélo

# sportArticleQuote
source: Show up for 5 minutes. Most days, that’s all it takes to start.
ar: احضر فقط لمدة 5 دقائق. في أغلب الأيام، هذا يكفي للبدء.
fr: Présentez-vous pendant 5 minutes. La plupart du temps, c’est tout ce qu’il faut pour démarrer.

# sportArticleRememberTitle
source: Remember
ar: تذكّر
fr: À retenir

# sportArticleRememberBody
source: Pick a movement that makes you smile — not just one that makes you sweat. Joy builds consistency, and consistency lifts mood.
ar: اختر حركة تجعلك تبتسم — ليس فقط تتعرّق. المتعة تصنع الاستمرارية، والاستمرارية ترفع المزاج.
fr: Choisissez un mouvement qui vous fait sourire — pas seulement transpirer. La joie crée la régularité, et la régularité améliore l’humeur.

# sportArticleStartActivityCta
source: Start an activity
ar: ابدأ نشاطًا
fr: Commencer une activité

# journalSelectDay
source: Select a day to view journals
ar: اختر يومًا لعرض اليوميات

# journalNoEntries
source: No journals for this day
ar: لا توجد يوميات لهذا اليوم

# journalDeleteTitle
source: Delete Journal
ar: حذف اليومية

# journalDeleteMessage
source: Are you sure you want to delete this journal entry?
ar: هل أنت متأكد أنك تريد حذف هذه اليومية؟

# journalDeleteSuccess
source: Journal deleted successfully
ar: تم حذف اليومية بنجاح

source: Journal deleted successfully
ar: تم حذف اليومية بنجاح

source: Journal updated successfully
ar: تم تحديث اليومية بنجاح

# journalCannotCreateFuture
source: Cannot create journal for future dates
ar: لا يمكن إنشاء يومية لتواريخ مستقبلية

# journalWriteTitle
source: Write Journal
ar: كتابة يومية

# journalSave
source: Save
ar: حفظ

# journalTitle
source: Title
ar: العنوان

# journalWriteMore
source: Write more here...
ar: اكتب المزيد هنا...

# journalAddTitle
source: Please add a title
ar: الرجاء إضافة عنوان

# journalMoodTitle
source: How do you feel today?
ar: كيف تشعر اليوم؟

# journalSelectBackground
source: Select Background
ar: اختر الخلفية

# journalNoBackground
source: No Background
ar: بدون خلفية

# journalSelectSticker
source: Select Sticker
ar: اختر ملصق

# journalTextStyle
source: Text Style
ar: نمط النص

# journalFontFamily
source: Font Family
ar: نوع الخط

# journalTextColor
source: Text Color
ar: لون النص

# journalFontSize
source: Font Size
ar: حجم الخط

# journalApply
source: Apply
ar: تطبيق

# journalVoiceNote
source: Voice Note
ar: مذكرة صوتية

# journalVoiceRecording
source: Recording...
ar: جارٍ التسجيل...

# journalVoiceSaved
source: Recording saved
ar: تم حفظ التسجيل

# journalVoiceTapToStart
source: Tap to start recording
ar: اضغط لبدء التسجيل

# journalVoiceAddNote
source: Add Voice Note
ar: إضافة مذكرة صوتية

# journalVoicePermissionDenied
source: Microphone permission denied
ar: تم رفض إذن الميكروفون

# journalVoiceStartFailed
source: Failed to start recording: {error}
ar: فشل بدء التسجيل: {error}

# journalVoiceStopFailed
source: Failed to stop recording: {error}
ar: فشل إيقاف التسجيل: {error}

# journalVoicePlayFailed
source: Failed to play recording: {error}
ar: فشل تشغيل التسجيل: {error}

# journalToolbarBackground
source: Background
ar: الخلفية

# journalToolbarAddImage
source: Add Image
ar: إضافة صورة

# journalToolbarStickers
source: Stickers
ar: الملصقات

# journalToolbarTextStyle
source: Text Style
ar: نمط النص

# journalToolbarVoiceNote
source: Voice note
ar: مذكرة صوتية

# journalErrorPickingImage
source: Error picking image: {error}
ar: خطأ في اختيار الصورة: {error}

# journalMoodHappy
source: Happy
ar: سعيد

# journalMoodGood
source: Good
ar: جيد

# journalMoodExcited
source: Excited
ar: متحمس

# journalMoodCalm
source: Calm
ar: هادئ

# journalMoodSad
source: Sad
ar: حزين

# journalMoodTired
source: Tired
ar: متعب

# journalMoodAnxious
source: Anxious
ar: قلق

# journalMoodAngry
source: Angry
ar: غاضب

# journalMoodConfused
source: Confused
ar: مرتبك

# journalMoodGrateful
source: Grateful
ar: ممتن

# commonCancel
source: Cancel
ar: إلغاء

# commonDelete
source: Delete
ar: حذف

# commonClose
source: Close
ar: إغلاق

# journalMoodCardTitle
source: How do you feel today?
ar: كيف تشعر اليوم؟

# journalMoodCardToday
source: Today
ar: اليوم

# journalMoodCardRetry
source: Retry
ar: إعادة المحاولة

# journalMoodCardFailedToLoad
source: Failed to load mood
ar: فشل تحميل الحالة المزاجية

# journalCalendarMon
source: Mon
ar: الإثنين

# journalCalendarTue
source: Tue
ar: الثلاثاء

# journalCalendarWed
source: Wed
ar: الأربعاء

# journalCalendarThu
source: Thu
ar: الخميس

# journalCalendarFri
source: Fri
ar: الجمعة

# journalCalendarSat
source: Sat
ar: السبت

# journalCalendarSun
source: Sun
ar: الأحد

# journalCalendarMonday
source: Monday
ar: الإثنين

# journalCalendarTuesday
source: Tuesday
ar: الثلاثاء

# journalCalendarWednesday
source: Wednesday
ar: الأربعاء

# journalCalendarThursday
source: Thursday
ar: الخميس

# journalCalendarFriday
source: Friday
ar: الجمعة

# journalCalendarSaturday
source: Saturday
ar: السبت

# journalCalendarSunday
source: Sunday
ar: الأحد

# journalMonthJan
source: Jan
ar: يناير

# journalMonthFeb
source: Feb
ar: فبراير

# journalMonthMar
source: Mar
ar: مارس

# journalMonthApr
source: Apr
ar: أبريل

# journalMonthMay
source: May
ar: مايو

# journalMonthJun
source: Jun
ar: يونيو

# journalMonthJul
source: Jul
ar: يوليو

# journalMonthAug
source: Aug
ar: أغسطس

# journalMonthSep
source: Sep
ar: سبتمبر

# journalMonthOct
source: Oct
ar: أكتوبر

# journalMonthNov
source: Nov
ar: نوفمبر

# journalMonthDec
source: Dec
ar: ديسمبر

# journalMonthJanuary
source: January
ar: يناير

# journalMonthFebruary
source: February
ar: فبراير

# journalMonthMarch
source: March
ar: مارس

# journalMonthApril
source: April
ar: أبريل

# journalMonthMayFull
source: May
ar: مايو

# journalMonthJune
source: June
ar: يونيو

# journalMonthJuly
source: July
ar: يوليو

# journalMonthAugust
source: August
ar: أغسطس

# journalMonthSeptember
source: September
ar: سبتمبر

# journalMonthOctober
source: October
ar: أكتوبر

# journalMonthNovember
source: November
ar: نوفمبر

# journalMonthDecember
source: December
ar: ديسمبر

# appLockTitle
source: App Lock
fr: Verrouillage de l'application

# appLockChooseType
source: Choose Lock Type:
fr: Choisir le type de verrouillage :

# appLockPinSubtitle
source: Secure with numeric PIN
fr: Sécuriser avec un code PIN numérique

# appLockPattern
source: Pattern
fr: Schéma

# appLockPatternSubtitle
source: Draw a pattern to unlock
fr: Dessinez un schéma pour déverrouiller

# appLockPassword
source: Password
fr: Mot de passe

# appLockPasswordSubtitle
source: Use alphanumeric password
fr: Utiliser un mot de passe alphanumérique

# appLockRemoveExisting
source: Remove Existing Lock
fr: Supprimer le verrouillage existant

# appLockSetYour
source: Set Your {type}
fr: Définir votre {type}

# appLockConfirmYour
source: Confirm Your {type}
fr: Confirmer votre {type}

# appLockCreateLock
source: Create your {type} lock
fr: Créez votre verrou {type}

# appLockReenterLock
source: Re-enter your {type} to confirm
fr: Resaisissez votre {type} pour confirmer

# appLockEnterPin
source: Enter 4-6 digit PIN
fr: Entrez un code PIN de 4 à 6 chiffres

# appLockConfirmPin
source: Confirm your PIN
fr: Confirmez votre code PIN

# appLockDrawPattern
source: Draw your pattern
fr: Dessinez votre schéma

# appLockDrawPatternAgain
source: Draw your pattern again
fr: Dessinez à nouveau votre schéma

# appLockPointsSelected
source: Points selected: {count}
fr: Points sélectionnés : {count}

# appLockRedrawPattern
source: Redraw Pattern
fr: Redessiner le schéma

# appLockEnterPassword
source: Enter password
fr: Entrez le mot de passe

# appLockConfirmPassword
source: Confirm your password
fr: Confirmez votre mot de passe

# appLockMismatch
source: Lock values don't match!
fr: Les valeurs ne correspondent pas.

# appLockContinue
source: Continue
fr: Continuer

# appLockSaveLock
source: Save Lock
fr: Enregistrer le verrouillage
